<%@ page language="java" contentType="text/html; charset=EUC-KR"
    pageEncoding="EUC-KR"%>
      <%@taglib prefix="tiles" uri="http://tiles.apache.org/tags-tiles" %>
<!-- ------------------------------------------ -->
<tiles:insertAttribute name="beforeBody"/>
<!-- ------------------------------------------ -->
<div class="wrapper">
<!-- ------------------------------------------ -->
<tiles:insertAttribute name="header"/>
<tiles:insertAttribute name="sidebar"/>
<!-- ------------------------------------------ -->
<div class="main-panel">
<!-- ------------------------------------------ -->
<!-- ------------------------------------------ -->
<!-- ¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å¡å -->

<tiles:insertAttribute name="body"/>


			<!-- ¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã¡ã -->
			<!-- ------------------------------------------ -->
			<!-- ------------------------------------------ -->
			<tiles:insertAttribute name="footer"/>
			<!-- ------------------------------------------ -->
			</div>   <!-- ¸ÞÀÎÆÐ³Î´Ý±â -->
			<!-- ------------------------------------------ -->
			</div> <!--¹Ù±ù·¡ÆÛ´Ý±â-->
			<!-- ------------------------------------------ -->
			<script>
			window.onload = function() {
				<tiles:insertAttribute name="addjs"/>
			}
			</script>
			<!-- ------------------------------------------ -->
			<!-- ------------------------------------------ -->
			<!-- ¡ä¡ä¡ä¡ä¡ä¡ä¡ä ÇØ´çµÇ´Â script ¹ØÀ¸·Îº¹»ç¡ä¡ä¡ä¡ä¡ä¡ä¡ä¡ä¡ä¡ä -->
			

			
</body>
</html>
